[["friends",{"version":1,"data":{"your_info":{"minutes_played_forever":14,"owned":true},"in_game":[],"played_recently":[{"steamid":"76561198090852405","minutes_played":1,"minutes_played_forever":91}],"played_ever":[{"steamid":"76561198156674683","minutes_played_forever":58},{"steamid":"76561198289835483","minutes_played_forever":19},{"steamid":"76561198377005246","minutes_played_forever":35}],"owns":[],"in_wishlist":[]}}],["appactivity",{"version":3,"data":"kwAAgDoAAAAJo7ydCAEAEAEQq9aAhf3/////AVnqV7IVXWy5X2IWVXNlck5ld3MuR2V0VXNlck5ld3MjMcABAWgBCiMIHhCBmMftBRnb1aQTAQAQASEAAAAAAAAAACkquhEAAAAAAAojCB4QyN7G7QUZe/a0CwEAEAEhAAAAAAAAAAApKroRAAAAAAAKIwgeEJCRxe0FGb7w1hgBABABIQAAAAAAAAAAKSq6EQAAAAAACiMIHhCWiMHtBRk1mMgHAQAQASEAAAAAAAAAACkquhEAAAAAAA=="}],["gameactivity",{"version":3,"data":[]}],["socialmedia",{"version":3,"data":[{"eType":4,"strName":"DerelictHelmsman","strURL":"https://twitter.com/Derelict_NSFW"}]}],["associations",{"version":1,"data":{"rgDevelopers":[{"strName":"DerelictHelmsman","strURL":null}],"rgPublishers":[{"strName":"DerelictHelmsman","strURL":null}],"rgFranchises":[]}}],["releasedata",{"version":1}],["descriptions",{"version":1,"data":{"strFullDescription":"Enter an immersive beautifully erotic 3D adventure centered around catching and breeding the Nephelym, an enigmatic race of monster-human hybrids with an overwhelming desire to mate.\r\n\r\n[h2]Hentai First: Breeding System[/h2]\r\n\r\nThis game never forgets that its primary objective is to present you with highly erotic pleasing material. It's a hentai game first, and an adventure game second. On that note, every Nephelym breeding combination will have its own two-phase (penetration and climax) sex animation. You can control when the climax happens.\r\nThere are a large variety of Nephelym, ranging from ripped and fit to fat and well-curved. All have been given &quot;interesting&quot; genitalia to make for unique breeding animations. There are currently a few known species, but more are certain to be discovered.\r\n\r\nLastly, any true breeder knows that to master the craft you need to &quot;experience&quot; your Nephelym for yourself. At any point you can breed with any of your Nephelym.\r\n\r\nIf you're feeling compassionate, you can give your love to a lustful blessed Nephelym and allow them to release their desires, or they might surprise you instead.\r\n\r\n[h2]Ultimate Sex Adventure[/h2]\r\n\r\nAs the only one from the mythical human race, you can leverage this to become a Nephelym breeder. Catch wild Nephelym, breed them to produce offspring, and uncover satisfying sexual experiences with blessed Nephelym across the world. \r\n\r\nIn addition to sex, you will find a deep lore and story behind this beautiful, but mysterious world.\r\n\r\n[h2]Dynamic Characters[/h2]\r\n\r\nWritten from the ground up to be dynamic and editable in realtime, each character can change shape, color, details, and attachments on the fly. All while sharing the same rig and animations.\r\n\r\nNot only does this allow for robust custom breeder creation, but it also opens up many possibilities for changing the shape of Nephelym through gameplay. For example, Nephelym can be fed certain items to make them fatter or more fit depending on your taste, this will visually change their bodies and alter their stats.\r\n\r\n[h2]Immersion[/h2]\r\n\r\nThere are no loading screens at all, no annoying cutscenes, and the camera was programmed from the ground up to be a seamless smooth transition between every mode. Features were added to increase control over your breeder--you can at any time remove all or particular pieces of clothing. You have control over the different phases of any sex scene, and complete freedom with camera movement and speed.\r\n\r\nTo further immersion, graphical beauty is a priority. Lighting is high quality and lots of foliage is used with many characters having dynamic realtime fur.","strSnippet":"Enter an immersive beautifully erotic 3D adventure centered around catching and breeding the Nephelym, an enigmatic race of monster-human hybrids with an overwhelming desire to mate."}}],["achievementmap",{"version":2,"data":"[]"}],["usernews",{"version":2,"data":["CB4Qr8OV7gUZo7ydCAEAEAEhAAAAAAAAAAApKroRAAAAAAA=","CB4QgZjH7QUZ29WkEwEAEAEhAAAAAAAAAAApKroRAAAAAAA=","CB4QyN7G7QUZe/a0CwEAEAEhAAAAAAAAAAApKroRAAAAAAA=","CB4QkJHF7QUZvvDWGAEAEAEhAAAAAAAAAAApKroRAAAAAAA=","CB4QlojB7QUZNZjIBwEAEAEhAAAAAAAAAAApKroRAAAAAAA="]}],["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":0,"nAchieved":0}}]]